// Auto-generated from data/seoul_adm_dong_centroid.simple.json
import type { DongInfo } from './guDongData';

export const dongCentroids: DongInfo[] = [
  {
    "id": "잠실4동",
    "lat": 37.52069987458864,
    "lng": 127.10916170272911,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "잠실7동",
    "lat": 37.507318186529936,
    "lng": 127.07388407189579,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "잠실2동",
    "lat": 37.517428758189865,
    "lng": 127.0793422655912,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "잠실6동",
    "lat": 37.51977269595276,
    "lng": 127.09946287066963,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "방이2동",
    "lat": 37.513247079132846,
    "lng": 127.11389239778227,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "삼청동",
    "lat": 37.58836398168691,
    "lng": 126.98120550659358,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "부암동",
    "lat": 37.59696076200729,
    "lng": 126.9635445736423,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "평창동",
    "lat": 37.61568642140194,
    "lng": 126.96812514349948,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "숭인2동",
    "lat": 37.57449032654121,
    "lng": 127.020342566192,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "용문동",
    "lat": 37.53797894576409,
    "lng": 126.95851291153038,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "수유2동",
    "lat": 37.645421253482226,
    "lng": 127.01936444948083,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "수유3동",
    "lat": 37.64050081669259,
    "lng": 127.02344798129069,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "삼양동",
    "lat": 37.623804289550165,
    "lng": 127.0149296871355,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "미아동",
    "lat": 37.628643095408655,
    "lng": 127.02638883514544,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "송중동",
    "lat": 37.617672494853004,
    "lng": 127.03298279318888,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "월계2동",
    "lat": 37.63397443669787,
    "lng": 127.0512955592322,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "교남동",
    "lat": 37.57106506618729,
    "lng": 126.96411810992161,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "가회동",
    "lat": 37.58251439586686,
    "lng": 126.98654713023619,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "종로1·2·3·4가동",
    "lat": 37.57518528813204,
    "lng": 126.98986484942874,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "종로5·6가동",
    "lat": 37.572857807428036,
    "lng": 127.00439894514746,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "이화동",
    "lat": 37.57972044715332,
    "lng": 127.0030225393231,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "창신1동",
    "lat": 37.57236944317513,
    "lng": 127.01380357491198,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "창신2동",
    "lat": 37.57602734469736,
    "lng": 127.01018843772546,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "중림동",
    "lat": 37.55734705055359,
    "lng": 126.96603606712141,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "다산동",
    "lat": 37.55493734977166,
    "lng": 127.00835891346878,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "이태원1동",
    "lat": 37.533360788987586,
    "lng": 126.99324381041849,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "이태원2동",
    "lat": 37.54175999999664,
    "lng": 126.99205490987596,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "서빙고동",
    "lat": 37.51962199494353,
    "lng": 126.98891976366589,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "보광동",
    "lat": 37.52688574716302,
    "lng": 127.00090129099588,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "금호1가동",
    "lat": 37.55358526019967,
    "lng": 127.02498140032934,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "금호4가동",
    "lat": 37.54539125112427,
    "lng": 127.02415991025208,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "성수1가1동",
    "lat": 37.54079133227492,
    "lng": 127.04226677208325,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "성수1가2동",
    "lat": 37.54901480251381,
    "lng": 127.04364926217542,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "송정동",
    "lat": 37.55237272037789,
    "lng": 127.06426370633159,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "용답동",
    "lat": 37.55891671100019,
    "lng": 127.05747187217082,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "금호2·3가동",
    "lat": 37.55140324959592,
    "lng": 127.01996838518208,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "청운효자동",
    "lat": 37.584414385877416,
    "lng": 126.96991651491989,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "혜화동",
    "lat": 37.58747050626145,
    "lng": 126.99742917355277,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "소공동",
    "lat": 37.56425949216495,
    "lng": 126.97437465810721,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "회현동",
    "lat": 37.5569411485559,
    "lng": 126.97710183285055,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "명동",
    "lat": 37.56395209960993,
    "lng": 126.98430387830739,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "필동",
    "lat": 37.55686556496731,
    "lng": 126.99377114932595,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "장충동",
    "lat": 37.55556043955904,
    "lng": 127.00216492068274,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "광희동",
    "lat": 37.56515663889119,
    "lng": 127.00376430955524,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "을지로동",
    "lat": 37.56662083286343,
    "lng": 126.99656119700623,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "중곡4동",
    "lat": 37.5638741843179,
    "lng": 127.09449429619278,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "후암동",
    "lat": 37.549906152935804,
    "lng": 126.98061481790288,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "용산2가동",
    "lat": 37.53788431818364,
    "lng": 126.9850862434728,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "남영동",
    "lat": 37.54403014479474,
    "lng": 126.97482813708497,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "정릉2동",
    "lat": 37.60367480062714,
    "lng": 127.00849936153895,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "정릉3동",
    "lat": 37.61209721483828,
    "lng": 126.99458907297851,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "정릉4동",
    "lat": 37.62394790673086,
    "lng": 126.99489573781646,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "길음1동",
    "lat": 37.608223805057904,
    "lng": 127.01974253732993,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "광장동",
    "lat": 37.547823355572724,
    "lng": 127.1047141737366,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "자양1동",
    "lat": 37.535590670387045,
    "lng": 127.08045419512587,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "자양2동",
    "lat": 37.52910326576992,
    "lng": 127.08275160890447,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "회기동",
    "lat": 37.5937170459089,
    "lng": 127.05151151365297,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "휘경1동",
    "lat": 37.59195521052884,
    "lng": 127.0626008959269,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "면목7동",
    "lat": 37.5771386971737,
    "lng": 127.09279811673132,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "상봉1동",
    "lat": 37.601720554143945,
    "lng": 127.08944265335792,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "월곡1동",
    "lat": 37.60783381346734,
    "lng": 127.03655113501304,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "월곡2동",
    "lat": 37.60322833862786,
    "lng": 127.04540288088326,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "장위1동",
    "lat": 37.61509910215314,
    "lng": 127.04465531414142,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "장위2동",
    "lat": 37.612348924716564,
    "lng": 127.05189858088991,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "장위3동",
    "lat": 37.61825824428451,
    "lng": 127.05344961504753,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "성북동",
    "lat": 37.59668224135713,
    "lng": 126.99413193457315,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "번2동",
    "lat": 37.62948809813502,
    "lng": 127.0347451349075,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "방학3동",
    "lat": 37.66318978832376,
    "lng": 127.02356305270646,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "창1동",
    "lat": 37.64709095455204,
    "lng": 127.04354218467691,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "창4동",
    "lat": 37.65271939907454,
    "lng": 127.05090872361086,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "도봉1동",
    "lat": 37.685321678137456,
    "lng": 127.02679778368142,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "공릉2동",
    "lat": 37.631622803033295,
    "lng": 127.09432249438812,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "공릉1동",
    "lat": 37.624213590504866,
    "lng": 127.07255402822048,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "상계1동",
    "lat": 37.68338674006211,
    "lng": 127.06511600425706,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "홍은2동",
    "lat": 37.58717149939525,
    "lng": 126.93213051762442,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "남가좌1동",
    "lat": 37.5718173079849,
    "lng": 126.91627891375722,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "남가좌2동",
    "lat": 37.57792890548462,
    "lng": 126.92134614681643,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "북가좌1동",
    "lat": 37.57541583239854,
    "lng": 126.90809660663722,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "북가좌2동",
    "lat": 37.58117688435101,
    "lng": 126.9133379798624,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "충현동",
    "lat": 37.56394092272819,
    "lng": 126.95831844999424,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "북아현동",
    "lat": 37.5592906665438,
    "lng": 126.95501977303007,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "신촌동",
    "lat": 37.564076433219554,
    "lng": 126.94157911163902,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "연희동",
    "lat": 37.57222914119582,
    "lng": 126.9327936810928,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "무악동",
    "lat": 37.57711070123483,
    "lng": 126.95858593375208,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "창신3동",
    "lat": 37.578954029891506,
    "lng": 127.0132219997934,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "방화2동",
    "lat": 37.582715793991426,
    "lng": 126.80402721505823,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "방배4동",
    "lat": 37.48983214846748,
    "lng": 126.9909787650187,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "양재1동",
    "lat": 37.469501866151596,
    "lng": 127.02249900743232,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "양재2동",
    "lat": 37.4511523181532,
    "lng": 127.04575236149206,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "내곡동",
    "lat": 37.4558596466504,
    "lng": 127.07063222783856,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "숭인1동",
    "lat": 37.57718300192297,
    "lng": 127.01689097614918,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "황학동",
    "lat": 37.56853540405688,
    "lng": 127.02084551326601,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "구로1동",
    "lat": 37.49314079028126,
    "lng": 126.8753978529319,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "구로3동",
    "lat": 37.48487337063671,
    "lng": 126.89491407081532,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "구로4동",
    "lat": 37.49160785659603,
    "lng": 126.89030933893469,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "구로5동",
    "lat": 37.501992482880624,
    "lng": 126.88855064848983,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "고척1동",
    "lat": 37.500707538545186,
    "lng": 126.86370020982172,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "고척2동",
    "lat": 37.50589456958779,
    "lng": 126.85346823918717,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "개봉2동",
    "lat": 37.492572151579424,
    "lng": 126.85648438769526,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "개봉3동",
    "lat": 37.48653804920808,
    "lng": 126.85221978344944,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "오류1동",
    "lat": 37.49686788603997,
    "lng": 126.84164731690687,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "수궁동",
    "lat": 37.49843727515502,
    "lng": 126.82601667893505,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "가리봉동",
    "lat": 37.48269385766964,
    "lng": 126.88805981852722,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "상도4동",
    "lat": 37.497421396136026,
    "lng": 126.9406695336642,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "신당동",
    "lat": 37.56569210601616,
    "lng": 127.01370442512425,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "불광1동",
    "lat": 37.61687031200755,
    "lng": 126.93865930556183,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "갈현1동",
    "lat": 37.62519440747148,
    "lng": 126.91473674349542,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "갈현2동",
    "lat": 37.61798044038992,
    "lng": 126.91245228301723,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "약수동",
    "lat": 37.5501491655855,
    "lng": 127.01028775682643,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "청구동",
    "lat": 37.556881545898904,
    "lng": 127.01518810602649,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "응암1동",
    "lat": 37.59834488970007,
    "lng": 126.92706515300068,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "응암2동",
    "lat": 37.59209293335717,
    "lng": 126.92289573034725,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "이촌1동",
    "lat": 37.515173197269014,
    "lng": 126.97175816953465,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "이촌2동",
    "lat": 37.52285667099288,
    "lng": 126.95420569537629,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "마장동",
    "lat": 37.56741771306217,
    "lng": 127.04059808756614,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "사근동",
    "lat": 37.55812098694384,
    "lng": 127.04539498852917,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "행당1동",
    "lat": 37.55908854687914,
    "lng": 127.03617444747952,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "행당2동",
    "lat": 37.556674869940196,
    "lng": 127.02965592601409,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "응봉동",
    "lat": 37.55088020386177,
    "lng": 127.03372259005484,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "수색동",
    "lat": 37.58559044593469,
    "lng": 126.89453100976546,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "진관동",
    "lat": 37.639677486775035,
    "lng": 126.9378238662853,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "성수2가3동",
    "lat": 37.545570410304556,
    "lng": 127.0580829372114,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "왕십리도선동",
    "lat": 37.566853347521366,
    "lng": 127.02960466666971,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "화양동",
    "lat": 37.543243901460485,
    "lng": 127.07320119830362,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "군자동",
    "lat": 37.553042592869545,
    "lng": 127.07370763573903,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "대흥동",
    "lat": 37.5520367953288,
    "lng": 126.9414654251852,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "염리동",
    "lat": 37.549897943286005,
    "lng": 126.9475373680052,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "중곡1동",
    "lat": 37.56209982882231,
    "lng": 127.0776846620735,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "서교동",
    "lat": 37.554747667945584,
    "lng": 126.9209377269172,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "중곡2동",
    "lat": 37.55890884945832,
    "lng": 127.08457877942732,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "중곡3동",
    "lat": 37.567910728541506,
    "lng": 127.0820171193403,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "능동",
    "lat": 37.55059055483803,
    "lng": 127.08179055602496,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "연남동",
    "lat": 37.56301789842992,
    "lng": 126.9215372119473,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "성산1동",
    "lat": 37.562001981187954,
    "lng": 126.91184566532233,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "성산2동",
    "lat": 37.56832882247577,
    "lng": 126.90196766887402,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "상암동",
    "lat": 37.57072681237909,
    "lng": 126.87990137209228,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "도화동",
    "lat": 37.538644436531456,
    "lng": 126.9491082932634,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "서강동",
    "lat": 37.54672990623325,
    "lng": 126.92603173340494,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "공덕동",
    "lat": 37.54931771677788,
    "lng": 126.95794559062877,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "아현동",
    "lat": 37.5518514600854,
    "lng": 126.9527062238634,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "목1동",
    "lat": 37.527518978427445,
    "lng": 126.87443504917036,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "목2동",
    "lat": 37.54363228718604,
    "lng": 126.87428709950225,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "목3동",
    "lat": 37.545167080164966,
    "lng": 126.86555115090083,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "구의1동",
    "lat": 37.54163211265143,
    "lng": 127.08571871790569,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "구의3동",
    "lat": 37.53695833963492,
    "lng": 127.09422214100172,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "자양3동",
    "lat": 37.53136750867351,
    "lng": 127.0710179075689,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "자양4동",
    "lat": 37.5337514861572,
    "lng": 127.06362077787787,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "청량리동",
    "lat": 37.58884133299924,
    "lng": 127.04521583940074,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "용신동",
    "lat": 37.575559521092075,
    "lng": 127.03245393891055,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "제기동",
    "lat": 37.583749188821145,
    "lng": 127.03722491160588,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "전농1동",
    "lat": 37.579219300040485,
    "lng": 127.05095450554734,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "전농2동",
    "lat": 37.58069769782723,
    "lng": 127.06111796063227,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "답십리2동",
    "lat": 37.570779740811034,
    "lng": 127.06103594341779,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "장안1동",
    "lat": 37.56623854192809,
    "lng": 127.06852151243227,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "장안2동",
    "lat": 37.575642376559756,
    "lng": 127.07207253693592,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "이문1동",
    "lat": 37.59736775605503,
    "lng": 127.06044644828108,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "이문2동",
    "lat": 37.60284093638108,
    "lng": 127.06751464653298,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "답십리1동",
    "lat": 37.57127850261774,
    "lng": 127.051876137,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "면목2동",
    "lat": 37.5892875903294,
    "lng": 127.07783998522828,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "면목4동",
    "lat": 37.573618396966076,
    "lng": 127.0853735101362,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "면목5동",
    "lat": 37.58251785000335,
    "lng": 127.07887986879845,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "묵1동",
    "lat": 37.613726269030735,
    "lng": 127.08253311681055,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "신월7동",
    "lat": 37.519054082144635,
    "lng": 126.8306046061297,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "묵2동",
    "lat": 37.6108263962873,
    "lng": 127.07462286882233,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "망우3동",
    "lat": 37.59188489022512,
    "lng": 127.10282853429514,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "신내1동",
    "lat": 37.613163037603115,
    "lng": 127.10404036298878,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "신내2동",
    "lat": 37.610983650738504,
    "lng": 127.09158714624283,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "면목본동",
    "lat": 37.58831630358069,
    "lng": 127.08937931175805,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "면목3·8동",
    "lat": 37.58448864937136,
    "lng": 127.09834894907382,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "망우본동",
    "lat": 37.60213730018661,
    "lng": 127.10744238220329,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "돈암1동",
    "lat": 37.59975122475853,
    "lng": 127.02439799737895,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "돈암2동",
    "lat": 37.59708181123996,
    "lng": 127.01160064244657,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "안암동",
    "lat": 37.58772742903478,
    "lng": 127.02722030598729,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "길음2동",
    "lat": 37.608286998681386,
    "lng": 127.02716357765348,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "신정3동",
    "lat": 37.51180579603836,
    "lng": 126.84109375778881,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신정6동",
    "lat": 37.51588413553248,
    "lng": 126.86976721107023,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "번1동",
    "lat": 37.63755655738655,
    "lng": 127.03061063687889,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "번3동",
    "lat": 37.623687171286264,
    "lng": 127.04218516426504,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "쌍문2동",
    "lat": 37.6571097405592,
    "lng": 127.03691781567072,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "쌍문3동",
    "lat": 37.647663177022,
    "lng": 127.0305877040547,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "쌍문4동",
    "lat": 37.65542909125875,
    "lng": 127.03042069516718,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "화곡본동",
    "lat": 37.542635539708996,
    "lng": 126.84811817069263,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "방학1동",
    "lat": 37.66504453714687,
    "lng": 127.04347667708765,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "방학2동",
    "lat": 37.66918629572531,
    "lng": 127.03269149598043,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "창2동",
    "lat": 37.64251175140959,
    "lng": 127.03676722283464,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "창3동",
    "lat": 37.63729406855387,
    "lng": 127.04172481462265,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "창5동",
    "lat": 37.65537201281092,
    "lng": 127.04278935929581,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "독산4동",
    "lat": 37.4691749349674,
    "lng": 126.90409065807259,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "시흥1동",
    "lat": 37.45241050174151,
    "lng": 126.90014758751313,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "시흥3동",
    "lat": 37.44007788376479,
    "lng": 126.90599949629637,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "시흥4동",
    "lat": 37.460069391639756,
    "lng": 126.9093085858353,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "시흥5동",
    "lat": 37.447462175629404,
    "lng": 126.91235682927048,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "월계1동",
    "lat": 37.62192645055407,
    "lng": 127.05833874400646,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "당산2동",
    "lat": 37.53410793911692,
    "lng": 126.9023712710941,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "양평1동",
    "lat": 37.5254571457209,
    "lng": 126.88671763854654,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "양평2동",
    "lat": 37.543505997093895,
    "lng": 126.89059071555128,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "신길1동",
    "lat": 37.51243124413561,
    "lng": 126.91947941122051,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "신길3동",
    "lat": 37.50623847667443,
    "lng": 126.90577252279786,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "월계3동",
    "lat": 37.624458499845126,
    "lng": 127.06482859977999,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "신길6동",
    "lat": 37.49879079854491,
    "lng": 126.9135876981029,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "신길7동",
    "lat": 37.50594151346762,
    "lng": 126.91956274964873,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "하계1동",
    "lat": 37.638513883292276,
    "lng": 127.07506781346528,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "하계2동",
    "lat": 37.63504640902713,
    "lng": 127.06496583036562,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "송파1동",
    "lat": 37.50717839206572,
    "lng": 127.11036603694237,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "중계2·3동",
    "lat": 37.643439904900355,
    "lng": 127.06589381735665,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "상계8동",
    "lat": 37.66652478860631,
    "lng": 127.0535041984276,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "사당3동",
    "lat": 37.488753443875986,
    "lng": 126.97097621404724,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "중계1동",
    "lat": 37.65014914420892,
    "lng": 127.07370053320646,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "사당5동",
    "lat": 37.4857991666568,
    "lng": 126.96495934222838,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "중계4동",
    "lat": 37.65936381576215,
    "lng": 127.08251576126102,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "신대방2동",
    "lat": 37.49457868797109,
    "lng": 126.92166859026914,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "흑석동",
    "lat": 37.50542556762603,
    "lng": 126.96223696039226,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "노량진1동",
    "lat": 37.512236005146974,
    "lng": 126.94895756516418,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "사당2동",
    "lat": 37.49719607500166,
    "lng": 126.97483043276378,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "보라매동",
    "lat": 37.49039974856904,
    "lng": 126.9325762093663,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "행운동",
    "lat": 37.480974574471475,
    "lng": 126.96055285994197,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "낙성대동",
    "lat": 37.46768894021522,
    "lng": 126.95984289716093,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "상계2동",
    "lat": 37.656651729844924,
    "lng": 127.06709978286997,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "인헌동",
    "lat": 37.46970064903514,
    "lng": 126.96756079115035,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "상계5동",
    "lat": 37.66600974314108,
    "lng": 127.06999859532223,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "서원동",
    "lat": 37.48059937007846,
    "lng": 126.93333219657116,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "상계9동",
    "lat": 37.66760017885892,
    "lng": 127.06218174155502,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "화곡8동",
    "lat": 37.534267050766445,
    "lng": 126.8487725442179,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "서림동",
    "lat": 37.472861337427624,
    "lng": 126.94149157256454,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "반포1동",
    "lat": 37.505528545149716,
    "lng": 127.01676258692842,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "상계10동",
    "lat": 37.6597182050494,
    "lng": 127.05838383893017,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "상계3·4동",
    "lat": 37.675780689682675,
    "lng": 127.08421924295777,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "상계6·7동",
    "lat": 37.64866166570974,
    "lng": 127.06010093862979,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "대학동",
    "lat": 37.45291180064815,
    "lng": 126.94851992365388,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "은천동",
    "lat": 37.48699915786696,
    "lng": 126.94209910802826,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "성현동",
    "lat": 37.48955017566743,
    "lng": 126.95104666865342,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "청룡동",
    "lat": 37.47805693929728,
    "lng": 126.94581009227483,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "난곡동",
    "lat": 37.47063731243145,
    "lng": 126.92113781679484,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "삼성동",
    "lat": 37.46085125182978,
    "lng": 126.93008899193991,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "미성동",
    "lat": 37.47592801146167,
    "lng": 126.91547510496639,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "녹번동",
    "lat": 37.60530742788964,
    "lng": 126.93457423446316,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "서초3동",
    "lat": 37.4855203304889,
    "lng": 127.00945352831143,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "구산동",
    "lat": 37.61106906949161,
    "lng": 126.90730850096473,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "대조동",
    "lat": 37.612256314177635,
    "lng": 126.92315430192448,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "신사1동",
    "lat": 37.59913959430269,
    "lng": 126.90850613121573,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "신사2동",
    "lat": 37.59285518581378,
    "lng": 126.90619969360465,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "증산동",
    "lat": 37.58412801145689,
    "lng": 126.90593994396339,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "역촌동",
    "lat": 37.60457166845592,
    "lng": 126.91462028150049,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "천연동",
    "lat": 37.57131972125411,
    "lng": 126.95665379884726,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "홍제1동",
    "lat": 37.58340394389879,
    "lng": 126.94431975928042,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "홍제3동",
    "lat": 37.59238566943115,
    "lng": 126.95161456981553,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "반포4동",
    "lat": 37.49955084837929,
    "lng": 127.00335351819244,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "홍제2동",
    "lat": 37.58438622298996,
    "lng": 126.95251351057452,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "용강동",
    "lat": 37.54152882415949,
    "lng": 126.94221269415661,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "방배2동",
    "lat": 37.47320684627402,
    "lng": 126.98842329319115,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "신수동",
    "lat": 37.54565609271955,
    "lng": 126.9347934909321,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "합정동",
    "lat": 37.54696313646723,
    "lng": 126.90895726370744,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "망원1동",
    "lat": 37.55361939122333,
    "lng": 126.89975187230499,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "망원2동",
    "lat": 37.558987898270196,
    "lng": 126.90017656989329,
    "danger": 3,
    "guId": "mapo"
  },
  {
    "id": "목4동",
    "lat": 37.53535352223886,
    "lng": 126.86695625219313,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신월1동",
    "lat": 37.531269342106334,
    "lng": 126.83448924876895,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신월2동",
    "lat": 37.523421401206065,
    "lng": 126.84632619024514,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신월3동",
    "lat": 37.532447914116574,
    "lng": 126.82746225528405,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신월4동",
    "lat": 37.52215538117067,
    "lng": 126.83985298842248,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신월5동",
    "lat": 37.54090202869664,
    "lng": 126.82943445823093,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신월6동",
    "lat": 37.51598463970683,
    "lng": 126.84216229046238,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신정1동",
    "lat": 37.51890559047304,
    "lng": 126.859670717106,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신정2동",
    "lat": 37.51940751918612,
    "lng": 126.87479418129752,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "세곡동",
    "lat": 37.470657860532434,
    "lng": 127.10430650644854,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "신정7동",
    "lat": 37.50987690524523,
    "lng": 126.86540788728749,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "목5동",
    "lat": 37.53605181542628,
    "lng": 126.87988223595276,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "신정4동",
    "lat": 37.525410538064925,
    "lng": 126.85761808755755,
    "danger": 3,
    "guId": "yangcheon"
  },
  {
    "id": "염창동",
    "lat": 37.55454520494025,
    "lng": 126.87180120735175,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "등촌2동",
    "lat": 37.54584428864667,
    "lng": 126.86002715105863,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "등촌3동",
    "lat": 37.56120367341473,
    "lng": 126.84619487713483,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "화곡2동",
    "lat": 37.532261934485625,
    "lng": 126.85438253699837,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "화곡3동",
    "lat": 37.54399406007179,
    "lng": 126.83430502328649,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "마천1동",
    "lat": 37.495318017538835,
    "lng": 127.15601235229468,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "화곡4동",
    "lat": 37.536081121346314,
    "lng": 126.85859669646827,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "가양2동",
    "lat": 37.56676857041601,
    "lng": 126.85435657102731,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "가양3동",
    "lat": 37.560806885887246,
    "lng": 126.86109859271613,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "발산1동",
    "lat": 37.550507348241354,
    "lng": 126.825262627651,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "공항동",
    "lat": 37.555816317897104,
    "lng": 126.79461934852499,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "화곡1동",
    "lat": 37.533774429886115,
    "lng": 126.84092050017067,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "우장산동",
    "lat": 37.55061228727808,
    "lng": 126.84113170404439,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "가양1동",
    "lat": 37.57165615474166,
    "lng": 126.83470229508018,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "방화3동",
    "lat": 37.58211517968564,
    "lng": 126.81759043647764,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "독산3동",
    "lat": 37.47578648274894,
    "lng": 126.90460564277544,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "시흥2동",
    "lat": 37.45090389102147,
    "lng": 126.91982345672074,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "여의동",
    "lat": 37.528505886178245,
    "lng": 126.92847099278586,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "등촌1동",
    "lat": 37.55585907327281,
    "lng": 126.85960946260683,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "화곡6동",
    "lat": 37.551721208127844,
    "lng": 126.85123073846047,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "당산1동",
    "lat": 37.523902490906266,
    "lng": 126.89677919268676,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "방화1동",
    "lat": 37.56860638097504,
    "lng": 126.81757767632583,
    "danger": 3,
    "guId": "gangseo"
  },
  {
    "id": "신길5동",
    "lat": 37.50096045272855,
    "lng": 126.90551183563849,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "신도림동",
    "lat": 37.51003042815351,
    "lng": 126.88217455354533,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "장지동",
    "lat": 37.48297410621239,
    "lng": 127.13150468855342,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "위례동",
    "lat": 37.48160003913522,
    "lng": 127.14122822220742,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "대림1동",
    "lat": 37.49367867187513,
    "lng": 126.90521632741923,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "상도2동",
    "lat": 37.50368117291493,
    "lng": 126.941870351698,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "상도3동",
    "lat": 37.497565214261876,
    "lng": 126.93293305462427,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "대림2동",
    "lat": 37.48962037488476,
    "lng": 126.90050278543548,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "대림3동",
    "lat": 37.50000139366866,
    "lng": 126.89714174215445,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "영등포본동",
    "lat": 37.51367496268448,
    "lng": 126.90953139067469,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "영등포동",
    "lat": 37.52159287215666,
    "lng": 126.90759899134912,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "도림동",
    "lat": 37.509110993701434,
    "lng": 126.90055841735283,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "문래동",
    "lat": 37.51653104290598,
    "lng": 126.89105895779868,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "노량진2동",
    "lat": 37.510956060284194,
    "lng": 126.93780926040114,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "상도1동",
    "lat": 37.498370954110406,
    "lng": 126.95335247567009,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "사당1동",
    "lat": 37.47978707076612,
    "lng": 126.97751814504464,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "고덕2동",
    "lat": 37.56510300193234,
    "lng": 127.16275989081497,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "사당4동",
    "lat": 37.48053912000304,
    "lng": 126.97075901537858,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "암사3동",
    "lat": 37.561186736847276,
    "lng": 127.13863787800248,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "천호1동",
    "lat": 37.54632527149155,
    "lng": 127.13854830593935,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "천호3동",
    "lat": 37.53969320559488,
    "lng": 127.13330936667397,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "신대방1동",
    "lat": 37.48998355454752,
    "lng": 126.91067182594017,
    "danger": 3,
    "guId": "dongjak"
  },
  {
    "id": "청림동",
    "lat": 37.48956271518722,
    "lng": 126.95948142493855,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "중앙동",
    "lat": 37.48415150251971,
    "lng": 126.9506591179678,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "남현동",
    "lat": 37.46411257466881,
    "lng": 126.9777685166823,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "신원동",
    "lat": 37.47939536606411,
    "lng": 126.92661359799109,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "암사1동",
    "lat": 37.55184835383142,
    "lng": 127.13459552478065,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "천호2동",
    "lat": 37.544992354312896,
    "lng": 127.1220090059951,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "길동",
    "lat": 37.53969613443956,
    "lng": 127.14596657614952,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "강일동",
    "lat": 37.56894155549856,
    "lng": 127.17335593200438,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "상일2동",
    "lat": 37.551856043275215,
    "lng": 127.17747414232166,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "신사동",
    "lat": 37.48582558922466,
    "lng": 126.91862481670765,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "신림동",
    "lat": 37.487141485687275,
    "lng": 126.92716834804963,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "난향동",
    "lat": 37.46150301075107,
    "lng": 126.91852416945265,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "조원동",
    "lat": 37.48282393755199,
    "lng": 126.9073483725576,
    "danger": 3,
    "guId": "gwanak"
  },
  {
    "id": "서초1동",
    "lat": 37.4869362203799,
    "lng": 127.02010071883214,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "서초2동",
    "lat": 37.48882901536371,
    "lng": 127.02790723224977,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "서초4동",
    "lat": 37.498947003885114,
    "lng": 127.01981434983308,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "잠원동",
    "lat": 37.51707916873257,
    "lng": 127.012736600611,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "반포본동",
    "lat": 37.50421193173032,
    "lng": 126.9875571165068,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "대치1동",
    "lat": 37.49336324580993,
    "lng": 127.0590899069558,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "반포2동",
    "lat": 37.50722511606034,
    "lng": 126.99596199059508,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "반포3동",
    "lat": 37.51232749027298,
    "lng": 127.00397624162375,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "대치4동",
    "lat": 37.50156538394032,
    "lng": 127.05475387158515,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "방배본동",
    "lat": 37.49505080395503,
    "lng": 126.98772525202483,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "방배1동",
    "lat": 37.484876571338305,
    "lng": 126.99625990411229,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "방배3동",
    "lat": 37.47437229388183,
    "lng": 126.9979224285649,
    "danger": 3,
    "guId": "seocho"
  },
  {
    "id": "신사동",
    "lat": 37.52607707043195,
    "lng": 127.02018462189412,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "개포3동",
    "lat": 37.496288133100364,
    "lng": 127.07882839931744,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "논현1동",
    "lat": 37.51187040931546,
    "lng": 127.02649925128419,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "방이1동",
    "lat": 37.50985495272294,
    "lng": 127.1224540367961,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "논현2동",
    "lat": 37.515240141577145,
    "lng": 127.03621124297365,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "삼성1동",
    "lat": 37.51530460264027,
    "lng": 127.06080236205496,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "삼성2동",
    "lat": 37.51185762526905,
    "lng": 127.0487771805702,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "역삼1동",
    "lat": 37.500844784314125,
    "lng": 127.03549921282811,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "역삼2동",
    "lat": 37.49848374643081,
    "lng": 127.04489564159051,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "도곡1동",
    "lat": 37.48888763153344,
    "lng": 127.04101124353453,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "도곡2동",
    "lat": 37.48827577743456,
    "lng": 127.04979821727945,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "개포1동",
    "lat": 37.4777822554654,
    "lng": 127.06232344462144,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "개포4동",
    "lat": 37.475333462198364,
    "lng": 127.05341042269698,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "일원본동",
    "lat": 37.4823085823986,
    "lng": 127.08454753544534,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "일원1동",
    "lat": 37.49346641573014,
    "lng": 127.08924198366215,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "수서동",
    "lat": 37.48692078955581,
    "lng": 127.10014331597644,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "압구정동",
    "lat": 37.529752096273285,
    "lng": 127.0343137568976,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "청담동",
    "lat": 37.52439198317793,
    "lng": 127.05046435446386,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "대치2동",
    "lat": 37.500987717022966,
    "lng": 127.06565725830743,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "개포2동",
    "lat": 37.48467371240319,
    "lng": 127.06901071394604,
    "danger": 3,
    "guId": "gangnam"
  },
  {
    "id": "풍납1동",
    "lat": 37.538437409724644,
    "lng": 127.11465978710228,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "풍납2동",
    "lat": 37.53016659822781,
    "lng": 127.1081631713649,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "거여1동",
    "lat": 37.49475341607562,
    "lng": 127.14186329555693,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "거여2동",
    "lat": 37.49229747336288,
    "lng": 127.14712942901703,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "마천2동",
    "lat": 37.50053187050667,
    "lng": 127.150648798481,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "오금동",
    "lat": 37.504005007334335,
    "lng": 127.13402038066945,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "송파2동",
    "lat": 37.50285327212642,
    "lng": 127.11700934937325,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "석촌동",
    "lat": 37.50272627769067,
    "lng": 127.10251286015577,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "삼전동",
    "lat": 37.501902627011155,
    "lng": 127.09188811006156,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "가락본동",
    "lat": 37.49701947676106,
    "lng": 127.12165364993419,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "가락1동",
    "lat": 37.495188037360435,
    "lng": 127.10827269638175,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "가락2동",
    "lat": 37.49585319606869,
    "lng": 127.13076632506157,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "문정1동",
    "lat": 37.488442549056536,
    "lng": 127.12690361125092,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "잠실본동",
    "lat": 37.50598808340815,
    "lng": 127.08262036350763,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "문정2동",
    "lat": 37.48119700392465,
    "lng": 127.1191407077841,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "잠실3동",
    "lat": 37.51389778773795,
    "lng": 127.09423926058608,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "명일1동",
    "lat": 37.550349656418994,
    "lng": 127.14594542883147,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "명일2동",
    "lat": 37.548235628132524,
    "lng": 127.15428068313119,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "고덕1동",
    "lat": 37.56171056056737,
    "lng": 127.15094124228624,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "암사2동",
    "lat": 37.557032765992666,
    "lng": 127.12368637109043,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "성내1동",
    "lat": 37.52869173632781,
    "lng": 127.1255402925658,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "성내2동",
    "lat": 37.534402121542456,
    "lng": 127.12770527360142,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "성내3동",
    "lat": 37.528347988861434,
    "lng": 127.13377233188496,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "둔촌1동",
    "lat": 37.52306511205866,
    "lng": 127.14041863812697,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "둔촌2동",
    "lat": 37.53130853109173,
    "lng": 127.1472435543876,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "상일1동",
    "lat": 37.55063835797486,
    "lng": 127.1647873431269,
    "danger": 3,
    "guId": "gangdong"
  },
  {
    "id": "오륜동",
    "lat": 37.51742908424979,
    "lng": 127.12883478315476,
    "danger": 3,
    "guId": "songpa"
  },
  {
    "id": "사직동",
    "lat": 37.57388840520134,
    "lng": 126.97037619056874,
    "danger": 3,
    "guId": "jongno"
  },
  {
    "id": "신당5동",
    "lat": 37.563634425771646,
    "lng": 127.02186756159975,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "원효로2동",
    "lat": 37.53385298880909,
    "lng": 126.95246013734872,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "효창동",
    "lat": 37.54281053238412,
    "lng": 126.96094343068404,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "구의2동",
    "lat": 37.55110383067606,
    "lng": 127.09485700999875,
    "danger": 3,
    "guId": "gwangjin"
  },
  {
    "id": "보문동",
    "lat": 37.582825746284,
    "lng": 127.01913111064054,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "정릉1동",
    "lat": 37.603279889907185,
    "lng": 127.01698163118819,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "수유1동",
    "lat": 37.62973658541528,
    "lng": 127.0100180449169,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "송천동",
    "lat": 37.618186162882004,
    "lng": 127.02490801588472,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "삼각산동",
    "lat": 37.61715932249325,
    "lng": 127.01652450852355,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "우이동",
    "lat": 37.6603545440435,
    "lng": 127.00048792574897,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "인수동",
    "lat": 37.63740460810651,
    "lng": 127.00354878058371,
    "danger": 3,
    "guId": "gangbuk"
  },
  {
    "id": "쌍문1동",
    "lat": 37.65306899213726,
    "lng": 127.01951546416869,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "동화동",
    "lat": 37.56071035226019,
    "lng": 127.01865207261257,
    "danger": 3,
    "guId": "jung"
  },
  {
    "id": "청파동",
    "lat": 37.54758204059258,
    "lng": 126.96684283191092,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "원효로1동",
    "lat": 37.537495408253825,
    "lng": 126.96655774005112,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "한강로동",
    "lat": 37.52912655502026,
    "lng": 126.9685920465318,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "한남동",
    "lat": 37.53752701320603,
    "lng": 127.00517601283411,
    "danger": 3,
    "guId": "yongsan"
  },
  {
    "id": "왕십리2동",
    "lat": 37.5614505166168,
    "lng": 127.02772716418953,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "성수2가1동",
    "lat": 37.5363542806402,
    "lng": 127.05530803716994,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "옥수동",
    "lat": 37.54084673454835,
    "lng": 127.0205809060172,
    "danger": 3,
    "guId": "seongdong"
  },
  {
    "id": "휘경2동",
    "lat": 37.58664122064114,
    "lng": 127.06582197048859,
    "danger": 3,
    "guId": "dongdaemun"
  },
  {
    "id": "상봉2동",
    "lat": 37.59432122090944,
    "lng": 127.08401544354554,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "중화1동",
    "lat": 37.60259590988731,
    "lng": 127.08307082324755,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "중화2동",
    "lat": 37.5991821501844,
    "lng": 127.07502868308396,
    "danger": 3,
    "guId": "jungnang"
  },
  {
    "id": "삼선동",
    "lat": 37.58655341596408,
    "lng": 127.01170664076702,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "동선동",
    "lat": 37.59364935374131,
    "lng": 127.01851495147892,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "종암동",
    "lat": 37.59744130220114,
    "lng": 127.03386556654795,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "석관동",
    "lat": 37.60827808960653,
    "lng": 127.06135817095208,
    "danger": 3,
    "guId": "seongbuk"
  },
  {
    "id": "도봉2동",
    "lat": 37.681255193786804,
    "lng": 127.04770287550659,
    "danger": 3,
    "guId": "dobong"
  },
  {
    "id": "중계본동",
    "lat": 37.6486295602413,
    "lng": 127.08602024927394,
    "danger": 3,
    "guId": "nowon"
  },
  {
    "id": "구로2동",
    "lat": 37.4968764770368,
    "lng": 126.87991772826224,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "개봉1동",
    "lat": 37.50000322407809,
    "lng": 126.84912528696323,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "오류2동",
    "lat": 37.48529991227691,
    "lng": 126.83845088320624,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "항동",
    "lat": 37.481035405636646,
    "lng": 126.8245959756397,
    "danger": 3,
    "guId": "guro"
  },
  {
    "id": "가산동",
    "lat": 37.47666103314953,
    "lng": 126.88379100829565,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "독산1동",
    "lat": 37.46430812761611,
    "lng": 126.89249586766054,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "독산2동",
    "lat": 37.46394956273514,
    "lng": 126.90273250625798,
    "danger": 3,
    "guId": "geumcheon"
  },
  {
    "id": "불광2동",
    "lat": 37.62427848130588,
    "lng": 126.92869859803105,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "응암3동",
    "lat": 37.58892588654153,
    "lng": 126.91755421983217,
    "danger": 3,
    "guId": "eunpyeong"
  },
  {
    "id": "홍은1동",
    "lat": 37.60063502485769,
    "lng": 126.94693500780794,
    "danger": 3,
    "guId": "seodaemun"
  },
  {
    "id": "신길4동",
    "lat": 37.506880549984956,
    "lng": 126.91282913722961,
    "danger": 3,
    "guId": "yeongdeungpo"
  },
  {
    "id": "대방동",
    "lat": 37.506904346901,
    "lng": 126.92804646378323,
    "danger": 3,
    "guId": "dongjak"
  }
];
